[Information]
; (המתרגם העדכני ביותר, מתרגם ראשון, מתרגם שני ...)
TRANSLATORS=hiyohiyo
VERSION=8.0.0
[Language]
LANGUAGE=עברית
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; מזהה מקומי: http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=0x40D

[Menu]
FILE=&קובץ
FILE_EXIT=&יציאה
EDIT=&עריכה
EDIT_COPY=&העתקה
THEME=&ערכת נושא
HELP=&עזרה
HELP_ABOUT=&אודות CrystalDiskMark
LANGUAGE=שפה
ZOOM=&זום
AUTO=&אוטומטי
TEST_DATA=נתוני בדיקה
DEFAULT_RANDOM=ברירת מחדל (אקראי)
SETTINGS=&הגדרות
SAVE=&שמירה
QUEUES_THREADS=&תורים && תהליכונים
INTERVAL_TIME=זמן מרווח
SECOND=שניות
MINUTE=דקות
HOUR=שעות
ALL_ZERO=הכל 0x00 (מילוי 0)
SELECT_FOLDER=בחר תיקייה
FONT_SETTING=&הגדרות גופן
PROFILE=&פרופיל
PROFILE_DEFAULT=&ברירת מחדל
PROFILE_PEAK=&ביצועים מירביים
PROFILE_REAL=&ביצועים בעולם האמיתי
; 8.0.0
SAVE_TEXT=שמור (&טקסט)
SAVE_IMAGE=&שמור (&תמונה)
PROFILE_DEMO=הד&גמה

[Message]
STOP_BENCHMARK=אנא עצור את המבחן.
DISK_CAPACITY_ERROR=קיבולת הדיסק אינה מספקת.
DISK_CREATE_FILE_ERROR=יצירת קובץ נכשלה.
DISK_WRITE_ERROR=שגיאת כתיבה.
DISK_READ_ERROR=שגיאת קריאה.
DISK_SPD_NOT_FOUND=DiskSpd לא נמצא. אנא התקן מחדש את CrystalDiskMark.

[Title]
TEST_DRIVE=כונן בדיקה
TEST_SIZE=גודל בדיקה
TEST_COUNT=ספירת בדיקות
TEST_UNIT=יחידת בדיקה
TEST_MIX=יחס שילוב
; 8.0.0
TEST_MODE=מצב בדיקה

[WindowTitle]
ABOUT=אודות CrystalDiskMark
QUEUES_THREADS=תורים ותהליכונים
FONT_SETTING=הגדרות גופן
COMMENT=הערה
; 8.0.0
SETTINGS=הגדרות

[Dialog]
DEFAULT=ברירת מחדל
AUTO=אוטומטי
FONT_FACE=סוג גופן
FONT_SCALE=קנה מידה לגופן (%)
FONT_RENDER_METHOD=שיטת רינדור
BLOCK_SIZE=גודל בלוק
QUEUES=תורים
THREADS=תהליכונים
SEQUENTIAL_1=עוקב (1)
SEQUENTIAL_2=עוקב (2)
RANDOM_1=אקראי (1)
RANDOM_2=אקראי (2)
DEFAULT_AFFINITY=ברירת מחדל זיקה
ENABLED=מופעל
DISABLED=מושבת
; 8.0.0
TYPE=סוג
PROFILE_DEFAULT=פרופיל: ברירת מחדל
PROFILE_PEAK_PERFORMANCE=פרופיל: ביצועים מירביים
PROFILE_DEMO=פרופיל: הדגמה
MEASURE_TIME=זמן מדידה (שניות)
INTERVAL_TIME=זמן מרווח (שניות)